from IT_S6 import SORUCE_EMJ

#Made By Ghost - @xXx_JR

#back_button
b_button = "« رجوع »"

#Help_Menu
h = f"**{SORUCE_EMJ} هذه القائمه الخاصه بالتيليثون**"
h1_ = "كتم"
h2_ = "حظر"
h3_ = "الساعه"
h4_ = "الايدي"
h5_ = "التخزين"
h6_ = "القفل"
h7_ = "حمايه الخاص"
h8_ = "الاشتراك الاجباري"
h9_ = "اعاده التشغيل"
h10_ = "تحديث"
h11_ = "تشغيل"
h12_ = "انتحال"
h13_ = "تليجراف"
h14_ = "منع"
h15_ = "منشن"
h_p = "« السابق"
h_c = "« اغلاق »"
h_n = "التالي »"
h_o = "« فتح مرة اخري »"

#Var_Menu
v = "⚙️ الاعدادات"
v1_ = "رمز الاوامر"
v2_ = "صوره حمايه الخاص"
v3_ = "صوره قايمه الاوامر"
v4_ = "ايموجي السورس"
v5_ = "خط الساعه"
v6_ = "ايموجي الساعه"
v7_ = "اللغه 🌐"
v8_ = "حذف الرمز"
v9_ = "تشغيل الميوزك"
v_en = "انجليزي"
v_ar = "عربي"
v_rem = "حذف الصوره"
v_msg1 = f"**{SORUCE_EMJ} ارسل الرمز الجديد :**"
v_msg2 = f"**{SORUCE_EMJ} ارسل الصورة الجديده :**"
v_msg3 = f"**{SORUCE_EMJ} ارسل الصوره الجديده**"
v_msg4 = f"**{SORUCE_EMJ} ارسل الايموجي الجديد :**"
v_msg5 = f"**{SORUCE_EMJ} اختر الخط الجديد :**"
v_msg6 = f"**{SORUCE_EMJ} ارسل الايموجي الجديد :**"
v_msg7 = f"**{SORUCE_EMJ} تم تغيير خط الساعه الي : 𝟭𝟮:𝟬𝟬**"
v_msg8 = f"**{SORUCE_EMJ} تم تغيير خط الساعه الي To : １２:００**"
v_msg9 = f"**{SORUCE_EMJ} تم تغيير خط الساعه الي : 𝟏𝟐:𝟎𝟎**"
v_msg10 = f"**{SORUCE_EMJ} تم تغيير خط الساعه الي To : 𝟙𝟚:𝟘𝟘**"
v_msg11 = f"**{SORUCE_EMJ} تم تغيير خط الساعه الي : ₁₂:₀₀**"
v_msg12 = f"**{SORUCE_EMJ} تم تغيير خط الساعه الي : ١٢:٠٠**"
v_msg13 = f"**{SORUCE_EMJ} لا يوجد صورة لحمايه الخاص !**"
v_msg14 = f"**{SORUCE_EMJ} تم حذف صورة حمايه الخاص**"
v_msg15 = f"**{SORUCE_EMJ} لا يوجد صورة لقايمه الاوامر !**"
v_msg16 = f"**{SORUCE_EMJ} تم حذف صوره قايمه الاوامر**"
v_msg17 = f"**{SORUCE_EMJ} اختر اللغه :**"
v_msg18 = f"**{SORUCE_EMJ} تم تغيير اللغه الي العربيه**"
v_msg18_ = f"**{SORUCE_EMJ} اللغه عربيه بالفعل**"
v_msg19 = f"**{SORUCE_EMJ} تم تغيير اللغه الي الانجليزيه**"
v_msg19_ = f"**{SORUCE_EMJ} اللغه انجليزيه بالفعل**"
v_msg20 = "**{} تم تغيير الايموجي الخاص بالسورس الي : {}**"
v_msg21 = "**{} تم تغيير رمز الاوامر الي : {}**"
v_msg21_ = f"**{SORUCE_EMJ} تم حذف رمز الاوامر**"
v_msg21__ = f"**{SORUCE_EMJ} لا يوجد رمز للاوامر**"
v_msg22 = f"**{SORUCE_EMJ} ارسل الصوره !**"
v_msg23 = f"**{SORUCE_EMJ} تم تغيير صوره قايمه الاوامر بنجاح**"
v_msg24 = f"**{SORUCE_EMJ} حدث خطا ف تغيير الصوره**"
v_msg25 = f"**{SORUCE_EMJ} تم تغيير صوره حمايه الخاص بنجاح**"
v_msg26 = f"**{SORUCE_EMJ} ارسل صوره او فيديو !**"
v_msg27 = "**{} تم تغيير ايموجي الساعه الي : {}**"

#commands
help_command = "الاوامر"

mute_all_command = "كتم الكل"
mute_all_us = f"{SORUCE_EMJ} يستخدم لكتم جميع اعضاء الجروب\n{SORUCE_EMJ}  يستخدم ف الجروب فقط"
mute_command = "كتم"
mute_us = f"{SORUCE_EMJ}  يستخدم لكتم شخص ف الجروب او ف الخاص\n{SORUCE_EMJ} قم بالرد علي الشخص او استخدم يوزر الشخص"

unmute_all_command = "الغاء كتم الكل"
unmute_all_us = f"{SORUCE_EMJ} يستخدم لالغاء كتم الكل\n{SORUCE_EMJ}  يستخدم ف الجروب فقط"
unmute_command = "الغاء كتم"
unmute_us = f"{SORUCE_EMJ} يمكن استخدامه ف الجروب او ف الخاص\n{SORUCE_EMJ} قم بالرد علي الشخص او استخدم يوزر الشخص"

ban_command = "حظر"
ban_us = f"**{SORUCE_EMJ} يستخدم لحظر شخص ف الجروب او ف الخاص\n{SORUCE_EMJ} ف الجروب : قم بالرد علي الشخص او استخدم يوزر الشخص\n{SORUCE_EMJ} ف الخاص : قم بكتابه الامر فقط**"
unban_command = "الغاء حظر"
unban_us = f"**{SORUCE_EMJ} يستخدم لالغاء حظر الشخص ف الجروب\n{SORUCE_EMJ} قم بالرد علي الشخص او استخدم يوزر الشخص**"
ban_all_command = "تدمير"
ban_all_us = f"**{SORUCE_EMJ} يستخدم هذا الامر لتصفيه الجروبات\n{SORUCE_EMJ} يستخدم ف الجروب فقط**"

start_pm_command = "تشغيل الحمايه"
start_pm_us = f"**{SORUCE_EMJ} يستخدم لتشغيل حمايه الخاص**"
stop_pm_command = "تعطيل الحمايه"
stop_pm_us = f"**{SORUCE_EMJ} يستخدم لتعطيل حمايه الخاص**"
a_command = "ق"
a_us = f"**{SORUCE_EMJ} يستخدم للسماح للشخص بالتحدث**"
d_command = "ر"
d_us = f"**{SORUCE_EMJ} يستخدم لمنع الشخص من التحدث**"

must_join_command = "اشتراك اجباري"
must_join_us = f"**{SORUCE_EMJ} يستخدم لزياده اعضاء القناه عن طريق الاشتراك الاجباري\n{SORUCE_EMJ} اكتب الامر مع يوزر القناه**"
unmust_join_command = "الغاء الاشتراك الاجباري"
unmust_join_us = f"**{SORUCE_EMJ} يستخدم لازاله القناه من الاشتراك الاجباري\n{SORUCE_EMJ} اكتب الامر مع يوزر القناه**"

restart_command = "اعاده تشغيل"
restart_us = f"**{SORUCE_EMJ} يستخدم لاعاده تشغيل السورس**"

update_command = "تحديث"
update_us = f"{SORUCE_EMJ} استخدم للتحقق مما إذا كان التحديث متاحا"

mention_command = "الكل"
mention_us = f"{SORUCE_EMJ} استخدم لذكر جميع أعضاء الدردشة\n{SORUCE_EMJ} يمكنك كتابة المعلومات معها"

prevent_word_command = "منع"
prevent_us1 = f"**{SORUCE_EMJ} يستخدم لمنع اوامر التليثون**"
prevent_us2 = f"**{SORUCE_EMJ} يستخدم لحمايه الجروب من التصفيه**"
prevent_us3 = f"**{SORUCE_EMJ} يستخدم لمنع الكلمات المحظوره**"
unprevent_word_command = "الغاء منع"

play_command = "تشغيل"
play_command_us = f"**{SORUCE_EMJ} يستخدم لتشغيل الصوت ف المحادثه الصوتيه\n{SORUCE_EMJ} قم بالرد علي ملف صوتي او اكتب اسم الصوت او عن طريق لينك اليوتيوب**"
video_command = "فيديو"
video_command_us = f"**{SORUCE_EMJ} يستخدم لتشغيل فيديوف المحادثه الصوتيه\n{SORUCE_EMJ} قم بالرد علي ملف فيديو او اكتب اسم الفيديو او عن طريق لينك اليوتيوب**"
add_command= "اضافه مستخدم"
add_command_us = f"**{SORUCE_EMJ} لاضافه شخص الي قائمه المستخدمين\n{SORUCE_EMJ} قم بالرد علي الشخص**"
del_command= "مسح المستخدم"
del_command_us = f"**{SORUCE_EMJ} لمسح الشخص من قائمه المستخدمين\n{SORUCE_EMJ} قم بالرد علي الشخص**"

telegraph_command = "تليجراف"
telegraph_us = f"**{SORUCE_EMJ} يستخدم لرفع الصوره الي رابط تليجراف\n{SORUCE_EMJ} قم بالرد علي الصوره"

id_command = "ايدي"
id_us = f"**{SORUCE_EMJ} يستخدم لجلب بعض المعلومات عنك وعن الاشخاص الاخرين\n{SORUCE_EMJ} عنك : اكتب الامر فقط\n{SORUCE_EMJ} عن شخص اخر : قم بالرد علي الشخص"

autoname_command = "الساعه"
autoname_us = f"**{SORUCE_EMJ} يستخدم لتشغيل الساعه**"
sautoname_command = "تعطيل الساعه"
sautoname_us = f"**{SORUCE_EMJ} يستخدم لتعطيل الساعه**"

start_log_command = "تحويل الرسايل"
start_log_us = f"**{SORUCE_EMJ} يستخدم لتحويل وحفظ الرسايل ف جروب التخزين**"
stop_log_command = "ايقاف تحويل الرسايل"
stop_log_us = f"**{SORUCE_EMJ} يستخدم لايقاف تحويل وحفظ الرسايل ف جروب التخزين**"

lock_command = "قفل المجموعه"
lock_command_us = f"**{SORUCE_EMJ} يستخدم لقفل رسايل المجموعه"
unlock_command = "فتح المجموعه"
unlock_command_us = f"**{SORUCE_EMJ} يستخدم لفتح رسايل المجموعه"

clone_command = "انتحال"
clone_us = f"**{SORUCE_EMJ} يستخدم لانتحال معلومات الشخص\n{SORUCE_EMJ} قم بالرد علي الشخص**"
unclone_command = "الغاء انتحال"
unclone_us = f"**{SORUCE_EMJ} يستخدم لعوده المعلومات الخاصه بك\n{SORUCE_EMJ} اكتب الامر فقط**"

#Menu
close_menu = f"{SORUCE_EMJ} تہمہ اغہلاقہ القہائمہه"

#start
s_msg = "**{} تم تشغيل التليثون\n\n{} المالك : {}\n{} المساعد : @{}\n{} الاصدار : {}\n\n{} تحميل {} الاضافات**"

#check_me
c_me = f"{SORUCE_EMJ} هذا الامہر لمہالك البہوت فہقہط"
c_me1 = f"**{SORUCE_EMJ} لا تستطيع حظر نفسك**"
c_me2 = f"**{SORUCE_EMJ} لا تستطيع كتم نفسك**"
c_me3 = f"**{SORUCE_EMJ} لا يمكنك كتم نفسك علي الاطلاق**"

#check_dev
c_dev = f"**{SORUCE_EMJ} عذرا .. لا تستطيع حظر المطور**"
c_dev1 = f"**{SORUCE_EMJ} عذرا .. لا تستطيع كتم المطور**"
c_dev2 = f"**{SORUCE_EMJ} عذرا .. لا تستطيع كتم المطور علي الاطلاق**"
c_dev3 = f"**{SORUCE_EMJ} اهلا بك مطوري**"

#check_group
c_group = f"**{SORUCE_EMJ} استخدم هذا الامر ف الجروب فقط**"

#check_pv
c_pv = f"**{SORUCE_EMJ} يستخدم ف الخاص فقط**"

#check_music_var
c_music = "{} قم بالتشغيل اولا من  [هنا]({})"
c_music1 = f"**{SORUCE_EMJ} هل تريد تشغيل الميوزك ?**"
c_music2 = f"**{SORUCE_EMJ} اوامر الميوزك تم تفعيلها مسبقا**"

#check_user
c_user = f"**{SORUCE_EMJ} قم بالرد علي الشخص**"
c_user1 = f"**{SORUCE_EMJ} قم بالرد علي الشخص او استخدم يوزر الشخص**"
c_user2 = "{} مرحبا {} انا البوت المساعد ل {}"

#check_sudo
c_sudo = f"{SORUCE_EMJ} للمستخدمين فقط"

#check_admin
c_admin = f"**{SORUCE_EMJ} يجب ان تكون مشرف لاستخدام الامر**"

#check_command
c_command = f"**{SORUCE_EMJ} اكتب الامر بطريقه صحيحه**"

#check_inline
c_inline = f"**{SORUCE_EMJ} فعل Inline من @BotFather**"

#check_Permission
c_Permission = f"**{SORUCE_EMJ} ليس لديك صلاحيه حظر الاعضاء**"
c_Permission1 = f"**{SORUCE_EMJ} ليس لديك صلاحيه حذف الرسايل**"

#check_media
c_media = f"**{SORUCE_EMJ} يجب الرد علي صوره او فيديو**"

#play
add1 = "**{} {} تمت الاضافه الي قائمه المستخدمين من قبل"
add2 = "**{} {} تمت الاضافه الي قائمه المستخدمين**"
rem1 = "**{} {} ليس في قائمه المستخدمين"
rem2 = "**{} {} مسح من قائمه المستخدمين**"
search_m = "🔎"
d_failed = f"**{SORUCE_EMJ} فشل التحميل**"
d1 = f"**{SORUCE_EMJ} جاري التحميل ...**"
d2 = f"**{SORUCE_EMJ} تم التحميل بنجاح**"
p_err = f"**{SORUCE_EMJ} سبب هذا الخطا :\n{SORUCE_EMJ} المساعد ليس ف المجموعه وليس لديك صلاحيه لاضافته\n{SORUCE_EMJ} لا يمكنك بدا محادثه صوتيه**"
p1 = "**{} تم تشغيل {}\n{} المده: {} الدقائق**"
p2 = "**{} تمت الإضافة إلى قائمة التشغيل في {}\n{} العنوان : {}\n{} المده : {} الدقائق**"
ps = f"**{SORUCE_EMJ} لا توجد مسارات ف قائمه التشغيل**"
pe = f"**{SORUCE_EMJ} تم ايقاف التشغيل بنجاح**"
pr = f"\n\n**{SORUCE_EMJ} تم استئناف التشغيل بنجاح**"
pp = f"\n\n**{SORUCE_EMJ} تم ايقاف التشغيل مؤقتا**"

#autoname
auto_msg1 = f"**{SORUCE_EMJ} تم تفعيل الساعه**"
auto_msg2 = f"**{SORUCE_EMJ} الساعه مفعله بالفعل**"
auto_msg3 = f"**{SORUCE_EMJ} الساعه معطله بالفعل**"
auto_msg4 = f"**{SORUCE_EMJ} تم تعطيل الساعه**"

#Ban
ban_msg1 = "**{} {} تم حظرة**"
ban_msg2 = f"**{SORUCE_EMJ} تم حظرة بنجاح**"
ban_msg3 = f"**{SORUCE_EMJ} لا تستطيع الغاء الحظر لنفسك**"
ban_msg4 = "**{} {} تم الغاء حظرة**"
ban_msg5 = "**{} {} لم يتم حظرة من قبل**"
ban_msg6 = "**{} حظر {} ...**"
ban_msg7 = "**{} يمكن حظرة {} Users\n{} Can't Banned {} Users**"
ban_err = "**{} {}\n\n{} سبب هذا الخطا :\n{} المستخدم ليس لديه يوزر\n{} انت تحاول حظر المالك او المشرف**"

#clone
clone_msg1 = f"**{SORUCE_EMJ} جاري الانتحال ...**"
clone_msg2 = f"**{SORUCE_EMJ} تم الانتحال بنجاح**"
clone_err = f"**{SORUCE_EMJ} لم تكن منتحل اي شحص**"
clone_msg3 = f"**{SORUCE_EMJ} جاري الغاء الانتحال ...**"
clone_msg4 = f"**{SORUCE_EMJ} تم الغاء الانتحال**"

#id
id_msg1 = "**{} ايدي القناه : `{}`**"
id_msg2 = "**{} معلومات عن {}\n\n{} اليوزر : {} \n{} الايدي : `{}`\n{} ايدي الجروب : `{}` \n{} البايو : {}**"
id_msg3 = "**{} الاسم {}\n\n{} اليوزر : {} \n{} الايدي : `{}`\n{} ايدي الجروب : `{}` \n{} البايو : {}**"
id_nofound = "لا يوجد"

#lock
lock_msg1 = f"**{SORUCE_EMJ} تم قفل المجموعه بنجاح**"
lock_msg2 = f"**{SORUCE_EMJ} المجموعه مغلقه بالفعل**"
lock_msg3 = f"**{SORUCE_EMJ} تم فتح المجموعه بنجاح**"
lock_msg4 = f"**{SORUCE_EMJ} المجموعه مفتوحه بالفعل**"

#logs
log_msg1 = f"**{SORUCE_EMJ} تم بدا تحويل الرسايل**"
log_msg2 = f"**{SORUCE_EMJ}  تم بدا تحويل الرسايل من قبل **"
log_msg3 = f"**{SORUCE_EMJ} تم تعطيل تحويل الرسايل من قبل**"
log_msg4 = f"**{SORUCE_EMJ} تم تعطيل تحويل الرسايل**"

#must_join
must_msg1 = f"**{SORUCE_EMJ} اكتب الامر مع يوزر القناه**"
must_msg2 = f"**{SORUCE_EMJ} اكتب يوزر القناه مع @"
must_msg3 = "{} لا تجود قناه لهذا اليوزر\n{}"
must_msg4 = "**{} يجب ان تكون مشرف في هذه القناه\n{} {}**"
must_msg5 = "**{} يجب الانضمام إلى {} تنشيط**"
must_msg6 = "**{} هذه القناه {} تم الانضمام اليها بالفعل**"
must_msg7 = "**{} هذه القناه {} تم حذفها من الانضمام**"
must_msg8 = "**{} هذه القناه {} لا توجد ف قائمه الانضمام**"
must_msg9 = "**{} مرحباا {}\n{} يجب عليك الانضمام ف القناه اولا\n{} {}"
must_msg10 = "**{} مرحباا {}\n{} يجب عليك الانضمام ف هذه القنوات اولا\n{} {}"

#mute
mute_msg1 = f"**{SORUCE_EMJ} تم الكتم بالفعل**"
mute_msg2 = f"**{SORUCE_EMJ} تم الكتم بنجاح**"
mute_msg3 = f"**{SORUCE_EMJ} تم الغاء الكتم بالفعل**"
mute_msg4 = f"**{SORUCE_EMJ} تم الغاء الكتم بنجاح**"
mute_msg5 = "**{} {} تم الكتم بالفعل**"
mute_msg6 = "**{} {} تم الكتم**"
mute_msg7 = "**{} {} تم الغاء الكتم بالفعل**"
mute_msg8 = "**{} {} تم الغاء الكتم**"
mute_msg9 = f"**{SORUCE_EMJ} تم كتم  هذه الدردشة بالفعل**"
mute_msg10 = f"**{SORUCE_EMJ} تم كتم  هذه الدردشة**"
mute_msg11 = f"**{SORUCE_EMJ} لم يتم كتم هذه الدردشة من قبل**"
mute_msg12 = f"**{SORUCE_EMJ} تم إلغاء كتم هذه الدردشة بنجاح**"
mute_err = "**{} {}\n{} السبب ف هذا الخطا:\n{} قد لا يكون لدى المستخدم اسم مستخدم**"

#PMSecurity
PMSecurity_msg1 = f"**{SORUCE_EMJ} تم تشغيل حمايه الخاص**"
PMSecurity_msg2 = f"**{SORUCE_EMJ} حمايه الخاص قيد التشغيل بالفعل**"
PMSecurity_msg3 = f"**{SORUCE_EMJ} حمايه الخاص لا تعمل**"
PMSecurity_msg4 = f"**{SORUCE_EMJ} تم تعطيل حمايه الخاص**"
PMSecurity_msg5 = f"**{SORUCE_EMJ} تمت الموافقة عليه بالفعل**"
PMSecurity_msg6 = f"**{SORUCE_EMJ} تمت الموافقه بنجاح**"
PMSecurity_msg7 = f"**{SORUCE_EMJ} أنت لم توافق عليه بعد**"
PMSecurity_msg8 = f"**{SORUCE_EMJ} تم رفضه بنجاح**"
PMSecurity_msg9 = "**{}\n\n{} تم كتمه من قبل**"
PMSecurity_msg10 = "**{}\n\n{} تم كتمه بنجاح**"
PMSecurity_msg11 = "**{}\n\n{} لم يتم كتمه من قبل**"
PMSecurity_msg12 = "**{}\n\n{} تم الغاء كتمه بنجاح**"
PMSecurity_msg13 = f"**{SORUCE_EMJ} عذراا لقد تم كتمك**"
PMSecurity_msg14 = "**{} حمايه الخاص ل {}\n\n{} مرحبااا {}\n{} أرسل رسالتك و\n{} انتظر الرد لتجنب الكتم\n\n{} لديك {} | {} تحزير**"

#restart
res_msg1 = f"**{SORUCE_EMJ} جاري اعاده التشغيل .**"
res_msg2 = f"**{SORUCE_EMJ} جاري اعاده التشغيل ..**"
res_msg3 = f"**{SORUCE_EMJ} جاري اعاده التشغيل ...**"
res_msg4 = f"**{SORUCE_EMJ} تم اعاده التشغيل بنجاح**"

#update
c_update = f"**{SORUCE_EMJ} جااري البحث عن تحديثات ...**"
update_msg1 = "**{} تحديثات جديدة متوفرة\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _\n{} الاصدار : {}\n{} سجل التغيير :** \n\n{}"
update_msg2 = f"**{SORUCE_EMJ} سجل التغيير كبير جدا عند إرساله كملف**"
update_msg3 = f"**{SORUCE_EMJ} تم التحديث بنجااح \n{SORUCE_EMJ} جاري التحديث الان ...**"
update_msg4 = f"**{SORUCE_EMJ} السورس محدث ع اخر اصدار**"

#telegraph
telegraph_msg1 = f"**{SORUCE_EMJ} جااري الرفع ...**"
telegraph_msg2 = f"**{SORUCE_EMJ} تم الرفع بنجااح**"
telegraph_msg3 = "**{} تم الرفع بنجاح\n{} اللينك : [Here](https://graph.org{})\n{} أخذ : {} ثواني**"

#prevent
prevent_word_command1 = "التليثون"
prevent_msg1 = f"**{SORUCE_EMJ} أوامر التليثون ممنوعة بالفعل**"
prevent_msg2 = f"**{SORUCE_EMJ} تم منع اوامر التليثون**"
prevent_word_command2 = "التصفيه"
prevent_msg3 = f"**{SORUCE_EMJ} التصفيه ممنوعه بالفعل**"
prevent_msg4 = f"**{SORUCE_EMJ} تم منع التصفيه**"
prevent_word_command3 = "الكلمات"
prevent_msg5 = f"**{SORUCE_EMJ} تمت إضافة كلمة جديدة**"
prevent_msg6 = f"**{SORUCE_EMJ} هذه الكلمه موجوده بالفعل**"
prevent_msg7 = f"**{SORUCE_EMJ} أوامر التليثون مسموح بها بالفعل**"
prevent_msg8 = f"**{SORUCE_EMJ} تم السماح بأوامر التليثون**"
prevent_msg9 = f"**{SORUCE_EMJ} التصفيه مسموح بها بالفعل**"
prevent_msg10 = f"**{SORUCE_EMJ} تم السماح بتدمير المجموعه**"
prevent_msg11 = f"**{SORUCE_EMJ} تمت إزالة هذه الكلمة**"
prevent_msg12 = f"**{SORUCE_EMJ} هذه الكلمه غير موجوده**"
prevent_msg13 = "**{} الشخص : {}\n{} تم كتمه\n{} السبب : قام باستخدام كلمات محظوره**"
prevent_msg14 = "{} مرحباا {}\n{} من فضلك لا تستخدم هذه الكلمة مرة أخرى\n{} لديك {} | 2 تحزير"
prevent_msg15 = "**{} الشخص : {}\n{} تم كتمه\n{} السبب : قام باستخدام اوامر التليثون 3 الوقت**"
prevent_msg16 = "{} مرحباا {}\n{} اواامر التليثون غير مسموح بهاا\n{} لا تستخدمهاا مرة اخري\n{} لديك {} | 3 تحزيرات"
prevent_msg17 = "{} الشخص {} تم حظرة\n{} لأنه قام بحظر أكثر من 3 مستخدمين"
